[{"title":"Eurecat integra el Parque Científico y Tecnológico de Turismo y Ocio de Cataluña","link":"https:\/\/eurecat.org\/es\/eurecat-integra-pctto\/","description":"*Eurecat integra el Parque Científico y Tecnológico de Turismo y Ocio de \nCataluña* \n   \n   - *La integración se inscribe dentro de la estrategia de despliegue \n   territorial y sectorial del centro tecnológico.* \n\n*Barcelona\/Vila-seca, 17 de noviembre de 2017.-* El Patronato del centro \ntecnológico Eurecat (miembro de Tecnio) ha aprobado la integración del Parque \nCientífico y Tecnológico de Turismo y Ocio de Cataluña (PCTTO), en una \noperación orientada a impulsar la innovación y la competitividad de los \ndestinos y de las empresas turísticas.\n\nLa operación conlleva la integración del personal del Parque Científico y \nTecnológico de Turismo y Ocio de Cataluña en Eurecat y se enmarca dentro de \nla estrategia del centro tecnológico de consolidación de alianzas con \nagentes muy relevantes del sistema de innovación, tanto desde el punto de \nvista sectorial como territorial.\n\nLa integración “supondrá mejorar notablemente el posicionamiento de Eurecat \nen un sector tan importante para la economía catalana como el turístico y \nampliará su presencia territorial en el sur de Cataluña”, además de \n“facilitar la incorporación de conocimiento turístico especializado \ncomplementario y una mejora de la oferta de productos en el tejido \nempresarial”, subraya el presidente de Eurecat, Xavier Torra.\n\nLa operación “debe servir para potenciar la innovación, la competitividad y \nla sostenibilidad de los destinos, de las empresas y de los recursos \nturísticos”, mediante una “mayor colaboración entre agentes públicos y \nprivados vinculados al sector”, añade el director general Corporativo y de \nOperaciones de Eurecat, Xavier López.\n\nDe igual manera, según el director científico del PCTTO, Salvador Anton \nClavé, la integración significará la consolidación en Cataluña de un \nespacio de innovación “orientado a promover la aplicación de tecnologías, \ninteligencia de mercados y sistemas de información en el ámbito del \nturismo, el ocio y otras actividades relacionadas como la cultura o los \nacontecimientos”.\n\nCataluña es uno de los principales destinos turísticos del mundo y la \nquinta región europea en cuanto a ingresos. El turismo genera el 14,3 por \nciento del PIB catalán y 402.700 puestos de trabajo y 202.000 empresas. El \ngasto del turismo internacional en Cataluña se sitúa en 15.735 millones de \neuros, en un escenario donde se espera llegar a 1.800 millones de turistas \na nivel mundial en el año 2030.\n\nEl Parque Científico y Tecnológico de Turismo y Ocio de Cataluña tuvo unos \ningresos totales de 597.000 euros el año 2016. Ubicado en Vila-seca, fue \nimpulsado en 2006 por la Universitat Rovira i Virgili, el Ayuntamiento de \nVila-seca y la Federación Empresarial de Hostelería y Turismo de la \nProvincia de Tarragona (FEHT).\n\nCon la integración, los miembros del Patronato del PCTTO formarán parte de \nla Comisión Sectorial de Turismo de Eurecat y de la Comisión Territorial de \nTarragona del centro tecnológico.\n\nL'entrada Eurecat integra el Parque Científico y Tecnológico de Turismo y \nOcio de Cataluña ha aparegut primer a Eurecat.\n","url_json":"https:\/\/spreadsheets.google.com\/feeds\/list\/12M7Ev9T-gDW7XiyAUEAQ5fMrhUw8f-ADWfNWUKHBohk\/3\/public\/values?alt=json"},{"title":"Spatial–Temporal Patterns and Driving Forces of Ecological-Living-Production Land in Hubei Province, Central China","link":"http:\/\/www.mdpi.com\/2071-1050\/10\/1\/66\/pdf","description":"Ecological-living-production land (ELPL) is gaining an increasing attention \nof governors, planners and scholars to alleviate ecological deterioration \non the premise of ensuring regional sustainable development in China. This \npaper has built an ecological-living-production land classification system \n(ELCS) by the reclassification method, and further analyzed the \nspatio-temporal characteristics and evolution mechanism of ELPL from 2009 \nto 2014 with a case study of Hubei Province of Central China. [...]","url_json":"https:\/\/spreadsheets.google.com\/feeds\/list\/12M7Ev9T-gDW7XiyAUEAQ5fMrhUw8f-ADWfNWUKHBohk\/3\/public\/values?alt=json"}]