Repository: CDE-Inteligencia-Competitiva/hontza
Catalog: hontza5/sites/all/modules/drpager/translations/drpager.*.po
Languages: es

source: The 'pager' theme hook is currently overriden with '%function' from '%path'. Selecting "Override pager with drpager" below will override it.
es: El hook para los temas 'pager' se activa con '%function' desde '%path'. Seleccionando "Activar paginación con drpager" mas abajo se activará

source: Override pager with drpager
es: Activar paginación con drpager

source: Adaptive drpagera value
es: Valor adaptativo de drpagera

source: Switch to drpager only if more than the number of pages specified here. Set to '0' to unconditionally use drpager.
es: Cambiar a drpager solo si hay más de el número de paginas especificado aquí. Dejelo en '0' para usar siempre drpager.

source: Use short link labels
es: Usar enlaces cortos para las etiquetas

source: Default uses '«', '‹', '›' and '»' instead of '« first', '‹ previous', 'next ›' and 'last »'
es: Usar '«', '‹', '›' y '»' en lugar de '« primera', '‹ previa', 'siguiente ›' y 'última »'

source: The 'views_mini_pager' theme hook is currently overriden with '%function' from '%path'. Selecting "Override views_mini_pager with drpager" below will override it.
es: El hook de temas 'views_mini_pager' se activa con '%function' desde '%path'. Seleccionando "Activar views_mini_pager con drpager" más abajao lo activará

source: Override views_mini_pager with drpager
es: Activar views_mini_pager con drpager

source: Must be an integer >= 0.
es: Debe ser un entero >= 0.

source: Add theme hook 'drpager' to format pager with text field.
es: Añadir el hook de temas 'drpager' para formatear el paginador con un campo de texto.

source: Can be configured to replaced the built-in 'pager' and Views' 'views_mini_pager' theme hook at the administration settings page
es: Puede ser configurado para reemplazar el 'pager' por defecto y el 'views_mini_pager' de 'Views' en la página de configuración de administración

source: « first
es: « primero

source: ‹ previous
es: ‹ previo

source: next ›
es: siguiente ›

source: last »
es: último »

source: Set page number to go to then press enter
es: Escriba el número de página a ir y despues pulse enter

source: !page of %total
es: !page de %total

source: Drpager will override pager.
es: Drpager sobreescribirá el paginador.

source: Drpager will override views_mini_pager.
es: Drpager sobreescribirá views_mini_pager.

source: Minimax pager
es: Paginador Minimax

source: Settings for the drpager module
es: Configuración del módulo drpager

source: The drpager module is installed. Visit <a href="@url">module help</a> for instruction.
es: El módulo drpager ha sido instalado. Visete <a href="@url">la ayuda del módulo</a> para las instrucciones.

source: Theme pager with text field input for direct random access to any page
es: Paginador con campo de texto para el acceso directo aleatorio a cualquier página

source: Go to first page
es: Ir a la primera página

source: Go to previous page
es: Ir a la página anterior

source: Go to next page
es: Ir a la siguiente página

source: Go to last page
es: Ir a la última página
