Repository: CDE-Inteligencia-Competitiva/hontza
Catalog: src/sites/all/modules/drpager/translations/drpager.*.po
Languages: de

source: The 'pager' theme hook is currently overriden with '%function' from '%path'. Selecting "Override pager with drpager" below will override it.
de: Der 'Pager' Theme Hook wird aktuell mit '%function' von '%path' überschrieben. Das Auswählen von "Pager mit drpager überschreiben" weiter unten wird es überschreiben.

source: Override pager with drpager
de: Pager mit drpager überschreiben

source: Adaptive drpagera value
de: drpagera Übernahme Wert

source: Switch to drpager only if more than the number of pages specified here. Set to '0' to unconditionally use drpager.
de: Wechselt nur zu drpager wenn es mehr Seiten als hier spezifiert gibt. Bei '0' wird drpager immer verwendet.

source: Use short link labels
de: Benutze Kurzlink Beschriftungen

source: Default uses '«', '‹', '›' and '»' instead of '« first', '‹ previous', 'next ›' and 'last »'
de: Benutzt als Standart '«', '‹', '›' und '»' statt '« erste', '‹ vorherige', 'nächste ›' und 'letzte »'

source: The 'views_mini_pager' theme hook is currently overriden with '%function' from '%path'. Selecting "Override views_mini_pager with drpager" below will override it.
de: Der 'views_mini_pager' Theme Hook wird aktuell mit '%function' von '%path' überschrieben. Das Auswählen von "Ansichten Mini-Pager mit drpager überschreiben" weiter unten wird es überschreiben.

source: Override views_mini_pager with drpager
de: Ansichten Mini-Pager mit drpager überschreiben

source: Must be an integer >= 0.
de: Muss eine Ganzzahl >= 0 sein.

source: Add theme hook 'drpager' to format pager with text field.
de: 'drpager' Theme Hook hinzufügen um Pager mit Textfeld zu formatieren.

source: Can be configured to replaced the built-in 'pager' and Views' 'views_mini_pager' theme hook at the administration settings page
de: Kann in der Administrations Einstellungen Seite dazu konfiguriert werden um den mitgelieferten 'Pager' und den 'Ansichten Mini-Pager' Theme Hook zu ersetzen.

source: « first
de: « erste Seite

source: ‹ previous
de: ‹ vorherige Seite

source: next ›
de: nächste Seite ›

source: last »
de: letzte Seite »

source: Set page number to go to then press enter
de: Setze Ziel-Seitennummer und drücke Enter

source: !page of %total
de: !page von %total

source: Drpager will override pager.
de: Drpager wird den Pager überschreiben.

source: Drpager will override views_mini_pager.
de: Drpager wird den Ansichten Mini-Pager überschreiben.

source: Settings for the drpager module
de: Einstellungen für das drpager Module

source: The drpager module is installed. Visit <a href="@url">module help</a> for instruction.
de: Der drpager Module ist installiert. Besuche <a href="@url">Module Hilfe</a> für Instruktionen.

source: Theme pager with text field input for direct random access to any page
de: Verpasst dem Pager eine Textfeldeingabe um direkten Zugang zu jeder Seite zu haben

source: Go to first page
de: erste Seite

source: Go to previous page
de: vorherige Seite

source: Go to next page
de: nächste Seite

source: Go to last page
de: letzte Seite
